Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Clear the Home tab's favorites, routines and recently played list.
ar: امسح المفضلة والروتينات وقائمة ما شُغّل مؤخرًا في تبويب الرئيسية.
de: Leere die Favoriten, Routinen und die Liste der zuletzt gespielten Übungen im Start-Tab.
es: Vacía los favoritos, las rutinas y la lista de recientes de la pestaña Inicio.
fr: Videz les favoris, les routines et la liste des exercices récents de l’onglet Accueil.
it: Svuota i preferiti, le routine e l’elenco dei recenti della scheda Home.
ja: ホームタブのお気に入り、ルーティン、最近再生したリストを消去します。
ko: 홈 탭의 즐겨찾기, 루틴, 최근 재생 목록을 지웁니다.
nl: Leeg de favorieten, routines en de lijst met recent gespeelde oefeningen op het tabblad Start.
pl: Wyczyść ulubione, rutyny i listę ostatnio odtwarzanych na karcie Start.
pt_br: Limpe os favoritos, as rotinas e a lista de recentes da aba Início.
ru: Очистите избранное, программы и список недавних на вкладке «Главная».
sv: Rensa favoriter, rutiner och listan över senast spelade på fliken Hem.
tr: Ana Sayfa sekmesindeki favorileri, rutinleri ve son kullanılanlar listesini temizleyin.
zh_hans: 清空“首页”标签的收藏、训练组和最近播放列表。

source: Clears the username you chose and deletes your public profile, so the name is free for someone else to take. Your device ID and your exercises are kept.
ar: يمسح اسم المستخدم الذي اخترته ويحذف ملفك الشخصي العام، ليصبح الاسم متاحًا لغيرك. يبقى معرّف جهازك وتمارينك.
de: Löscht den von dir gewählten Benutzernamen und dein öffentliches Profil, sodass der Name für jemand anderen frei wird. Deine Geräte-ID und deine Übungen bleiben erhalten.
es: Borra el nombre de usuario que elegiste y elimina tu perfil público, de modo que el nombre queda libre para otra persona. Tu ID del dispositivo y tus ejercicios se conservan.
fr: Efface le nom d’utilisateur que vous avez choisi et supprime votre profil public, de sorte que le nom redevient libre pour quelqu’un d’autre. Votre identifiant de l’appareil et vos exercices sont conservés.
it: Cancella il nome utente che hai scelto ed elimina il tuo profilo pubblico, così il nome torna libero per qualcun altro. L’ID dispositivo e i tuoi esercizi vengono mantenuti.
ja: 設定したユーザー名を消去し、公開プロフィールを削除します。その名前は他の人が使えるようになります。デバイスIDとエクササイズは残ります。
ko: 직접 정한 사용자 이름을 지우고 공개 프로필을 삭제하여 그 이름을 다른 사람이 쓸 수 있게 합니다. 기기 ID와 연습은 유지됩니다.
nl: Wist de gebruikersnaam die je koos en verwijdert je openbare profiel, zodat de naam vrijkomt voor iemand anders. Je apparaat-ID en je oefeningen blijven behouden.
pl: Czyści wybraną przez ciebie nazwę użytkownika i usuwa twój profil publiczny, więc nazwa staje się wolna dla kogoś innego. Identyfikator urządzenia i twoje ćwiczenia pozostają.
pt_br: Limpa o nome de usuário que você escolheu e exclui seu perfil público, deixando o nome livre para outra pessoa. Seu ID do dispositivo e seus exercícios são mantidos.
ru: Очищает выбранное вами имя пользователя и удаляет ваш публичный профиль, так что имя освобождается для кого-то другого. Идентификатор устройства и упражнения остаются.
sv: Rensar användarnamnet du valde och raderar din offentliga profil, så att namnet blir ledigt för någon annan. Ditt enhets-ID och dina övningar behålls.
tr: Seçtiğiniz kullanıcı adını temizler ve herkese açık profilinizi siler, böylece ad başkası için serbest kalır. Cihaz kimliğiniz ve egzersizleriniz kalır.
zh_hans: 清除你设置的用户名并删除你的公开资料，这个名字随之空出来供其他人使用。设备 ID 和练习会保留。

source: Clears your vocal range, including the custom lowest and highest notes, and puts the target window back to the whole note.
ar: يمسح مداك الصوتي، بما في ذلك أخفض وأعلى نغمة مخصصتين، ويعيد النافذة المستهدفة إلى النغمة كاملة.
de: Löscht deinen Stimmumfang samt den eigenen tiefsten und höchsten Noten und setzt das Zielfenster wieder auf die ganze Note.
es: Borra tu tesitura, incluidas las notas más grave y más aguda personalizadas, y devuelve la ventana objetivo a la nota entera.
fr: Efface votre tessiture, y compris les notes la plus grave et la plus aiguë personnalisées, et remet la fenêtre cible sur la note entière.
it: Cancella la tua estensione vocale, comprese le note più bassa e più alta personalizzate, e riporta la finestra target all’intera nota.
ja: 声域を、カスタムの最低音と最高音を含めて消去し、ターゲット範囲を音符全体に戻します。
ko: 직접 지정한 최저음과 최고음을 포함해 음역대를 지우고, 목표 범위를 음표 전체로 되돌립니다.
nl: Wist je stembereik, inclusief de eigen laagste en hoogste noot, en zet het doelvenster terug op de hele noot.
pl: Czyści twoją skalę głosu wraz z własnymi najniższą i najwyższą nutą i przywraca okno docelowe do całej nuty.
pt_br: Limpa sua extensão vocal, incluindo as notas mais grave e mais aguda personalizadas, e devolve a janela alvo à nota inteira.
ru: Очищает ваш диапазон голоса, включая собственные самую низкую и самую высокую ноты, и возвращает целевое окно ко всей ноте.
sv: Rensar ditt röstomfång, inklusive de egna lägsta och högsta tonerna, och återställer målfönstret till hela noten.
tr: Ses aralığınızı, özel en pes ve en tiz notalar dahil temizler ve hedef pencereyi tüm notaya geri döndürür.
zh_hans: 清除你的音域，包括自定的最低音和最高音，并将目标范围恢复为整个音符。

source: Climb the scale step by step and come back down in bigger skips. Keep the top note as easy as the bottom one.
ar: اصعد السلم خطوة بخطوة وعُد إلى الأسفل بقفزات أكبر. اجعل النغمة العليا سهلة مثل السفلى.
de: Steig die Tonleiter Schritt für Schritt hinauf und komm in größeren Sprüngen wieder herunter. Halte den obersten Ton so leicht wie den untersten.
es: Sube la escala paso a paso y vuelve a bajar con saltos más grandes. Haz que la nota más alta sea tan fácil como la más baja.
fr: Montez la gamme degré par degré et redescendez par sauts plus grands. Gardez la note du haut aussi facile que celle du bas.
it: Sali la scala grado per grado e riscendi con salti più ampi. Mantieni la nota più alta facile quanto quella più bassa.
ja: 音階を一歩ずつ上がり、大きめの跳躍で下りてきます。最高音も最低音と同じくらい楽に出します。
ko: 음계를 한 음씩 올라간 뒤 더 큰 도약으로 내려오세요. 가장 높은 음도 가장 낮은 음만큼 편하게 내세요.
nl: Klim stap voor stap de toonladder op en kom in grotere sprongen weer naar beneden. Houd de hoogste noot net zo makkelijk als de laagste.
pl: Wchodź po gamie krok po kroku i schodź większymi skokami. Najwyższy dźwięk ma przychodzić tak łatwo jak najniższy.
pt_br: Suba a escala passo a passo e volte descendo em saltos maiores. Mantenha a nota mais aguda tão fácil quanto a mais grave.
ru: Поднимайтесь по гамме шаг за шагом и спускайтесь более широкими скачками. Верхняя нота должна даваться так же легко, как нижняя.
sv: Klättra uppför skalan steg för steg och kom ner igen i större hopp. Håll den översta tonen lika lätt som den nedersta.
tr: Diziyi adım adım çıkın ve daha büyük atlamalarla geri inin. En üst notayı en alttaki kadar rahat tutun.
zh_hans: 沿音阶一级一级向上，再用较大的跳进回到下面。最高音要和最低音一样轻松。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
zh_hans: 关闭

source: Closes this without sending a report.
ar: يُغلق هذا دون إرسال بلاغ.
de: Schließt das hier, ohne eine Meldung zu senden.
es: Cierra esto sin enviar ninguna denuncia.
fr: Ferme cette fenêtre sans envoyer de signalement.
it: Chiude senza inviare alcuna segnalazione.
ja: 報告を送信せずに閉じます。
ko: 신고를 보내지 않고 닫습니다.
nl: Sluit dit zonder een melding te versturen.
pl: Zamyka bez wysyłania zgłoszenia.
pt_br: Fecha sem enviar nenhuma denúncia.
ru: Закрывает окно, не отправляя жалобу.
sv: Stänger utan att skicka någon rapport.
tr: Rapor göndermeden kapatır.
zh_hans: 关闭此页面，不发送举报。

source: Color
ar: اللون
de: Farbe
fr: Couleur
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
sv: Färg
tr: Renk
zh_hans: 颜色

source: Community
ar: المجتمع
es: Comunidad
fr: Communauté
it: Comunità
ja: コミュニティ
ko: 커뮤니티
pl: Społeczność
pt_br: Comunidade
ru: Сообщество
tr: Topluluk
zh_hans: 社区

source: Community Exercises
ar: تمارين المجتمع
de: Community-Übungen
es: Ejercicios de la comunidad
fr: Exercices de la communauté
it: Esercizi della comunità
ja: コミュニティのエクササイズ
ko: 커뮤니티 연습
nl: Community-oefeningen
pl: Ćwiczenia społeczności
pt_br: Exercícios da comunidade
ru: Упражнения сообщества
sv: Community-övningar
tr: Topluluk egzersizleri
zh_hans: 社区练习

source: Compensates for the lag between singing and pitch detection. Only the score is affected — playback and visuals are unchanged. Run the test to measure it automatically.
ar: يعوّض الفارق الزمني بين الغناء واكتشاف درجة الصوت. تتأثر النتيجة فقط، ولا يتغير التشغيل ولا العرض. شغّل الاختبار لقياسه تلقائيًا.
de: Gleicht die Verzögerung zwischen Singen und Tonhöhenerkennung aus. Betrifft nur die Bewertung – Wiedergabe und Darstellung bleiben unverändert. Führe den Test aus, um sie automatisch zu messen.
es: Compensa el desfase entre el canto y la detección de tono. Solo afecta a la puntuación: la reproducción y la imagen no cambian. Haz la prueba para medirlo automáticamente.
fr: Compense le décalage entre le chant et la détection de hauteur. Seule la note est concernée : la lecture et l’affichage ne changent pas. Lancez le test pour le mesurer automatiquement.
it: Compensa il ritardo tra il canto e il rilevamento dell’intonazione. Riguarda solo il punteggio: riproduzione e grafica restano invariate. Esegui il test per misurarlo automaticamente.
ja: 歌声とピッチ検出の間の遅れを補正します。影響するのは採点のみで、再生と表示は変わりません。テストを実行すると自動で測定できます。
ko: 노래와 음높이 감지 사이의 지연을 보정합니다. 점수에만 영향을 주며 재생과 화면은 그대로입니다. 테스트를 실행하면 자동으로 측정됩니다.
nl: Compenseert de vertraging tussen zingen en toonhoogtedetectie. Alleen de score wordt beïnvloed — weergave en beeld blijven gelijk. Voer de test uit om dit automatisch te meten.
pl: Kompensuje opóźnienie między śpiewem a wykrywaniem wysokości dźwięku. Wpływa tylko na ocenę — odtwarzanie i grafika pozostają bez zmian. Uruchom test, aby zmierzyć je automatycznie.
pt_br: Compensa o atraso entre o canto e a detecção de altura. Afeta apenas a pontuação — a reprodução e os visuais não mudam. Faça o teste para medi-lo automaticamente.
ru: Компенсирует задержку между пением и определением высоты тона. Влияет только на оценку — воспроизведение и графика не меняются. Запустите тест, чтобы измерить её автоматически.
sv: Kompenserar fördröjningen mellan sång och tonhöjdsavläsning. Endast poängen påverkas – uppspelning och grafik är oförändrade. Kör testet för att mäta den automatiskt.
tr: Şarkı söyleme ile perde algılama arasındaki gecikmeyi telafi eder. Yalnızca puanı etkiler; çalma ve görseller değişmez. Otomatik ölçmek için testi çalıştırın.
zh_hans: 补偿演唱与音高检测之间的延迟。仅影响评分，播放和画面不受影响。运行测试可自动测量。

source: Compensates for the lag between singing and pitch detection. Only the score is affected, playback and visuals are unchanged. While the setting above is on it is worked out for you and can't be edited here.
ar: يعوّض الفارق الزمني بين الغناء واكتشاف درجة الصوت. تتأثر النتيجة فقط، ولا يتغير التشغيل ولا العرض. أثناء تشغيل الإعداد أعلاه يُحسب نيابةً عنك ولا يمكن تعديله هنا.
de: Gleicht die Verzögerung zwischen Singen und Tonhöhenerkennung aus. Betrifft nur die Bewertung, Wiedergabe und Darstellung bleiben unverändert. Solange die Einstellung darüber an ist, wird sie für dich ermittelt und kann hier nicht bearbeitet werden.
es: Compensa el desfase entre el canto y la detección de tono. Solo afecta a la puntuación, la reproducción y la imagen no cambian. Mientras el ajuste de arriba esté activado, se calcula por ti y no se puede editar aquí.
fr: Compense le décalage entre le chant et la détection de hauteur. Seule la note est concernée, la lecture et l’affichage ne changent pas. Tant que le réglage ci-dessus est activé, il est calculé pour vous et ne peut pas être modifié ici.
it: Compensa il ritardo tra il canto e il rilevamento dell’intonazione. Riguarda solo il punteggio, riproduzione e grafica restano invariate. Finché l’impostazione qui sopra è attiva, viene calcolato per te e non si può modificare qui.
ja: 歌声とピッチ検出の間の遅れを補正します。影響するのは採点だけで、再生や表示は変わりません。上の設定がオンの間は自動で求められ、ここでは編集できません。
ko: 노래와 음정 인식 사이의 지연을 보정합니다. 점수에만 영향을 주며 재생과 화면은 그대로입니다. 위 설정이 켜져 있는 동안에는 자동으로 계산되며 여기서 수정할 수 없습니다.
nl: Compenseert de vertraging tussen zingen en toonhoogtedetectie. Alleen de score wordt beïnvloed, weergave en beeld blijven gelijk. Zolang de instelling hierboven aanstaat, wordt hij voor je bepaald en kun je hem hier niet wijzigen.
pl: Kompensuje opóźnienie między śpiewem a wykrywaniem wysokości dźwięku. Wpływa tylko na ocenę, odtwarzanie i grafika pozostają bez zmian. Dopóki ustawienie powyżej jest włączone, wartość jest dobierana automatycznie i nie można jej tu edytować.
pt_br: Compensa o atraso entre o canto e a detecção de altura. Afeta apenas a pontuação, a reprodução e os visuais não mudam. Enquanto a opção acima estiver ligada, ele é calculado para você e não pode ser editado aqui.
ru: Компенсирует задержку между пением и определением высоты тона. Влияет только на оценку, воспроизведение и графика не меняются. Пока настройка выше включена, значение подбирается автоматически и здесь его изменить нельзя.
sv: Kompenserar fördröjningen mellan sång och tonhöjdsavläsning. Bara poängen påverkas, uppspelning och grafik ändras inte. Så länge inställningen ovan är på räknas värdet ut åt dig och kan inte ändras här.
tr: Şarkı söyleme ile perde algılama arasındaki gecikmeyi telafi eder. Yalnızca puanı etkiler, oynatma ve görseller değişmez. Yukarıdaki ayar açıkken değer senin için hesaplanır ve burada düzenlenemez.
zh_hans: 补偿演唱与音高识别之间的延迟。只影响评分，播放和画面不受影响。上方的设置开启时，该数值会自动算出，无法在这里修改。

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Dalej
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam
zh_hans: 继续

source: Copies this exercise into your own library, where you can change it and keep your scores for it.
ar: ينسخ هذا التمرين إلى مكتبتك، حيث يمكنك تغييره والاحتفاظ بنتائجك فيه.
de: Kopiert diese Übung in deine eigene Bibliothek, wo du sie ändern kannst und deine Ergebnisse dafür behältst.
es: Copia este ejercicio a tu propia biblioteca, donde puedes modificarlo y guardar tus puntuaciones.
fr: Copie cet exercice dans votre bibliothèque, où vous pouvez le modifier et conserver vos scores.
it: Copia questo esercizio nella tua libreria, dove puoi modificarlo e conservare i tuoi punteggi.
ja: このエクササイズを自分のライブラリにコピーします。ライブラリでは編集でき、スコアも残ります。
ko: 이 연습을 내 라이브러리로 복사합니다. 거기서 수정할 수 있고 점수도 쌓입니다.
nl: Kopieert deze oefening naar je eigen bibliotheek, waar je hem kunt aanpassen en je scores bewaart.
pl: Kopiuje to ćwiczenie do twojej biblioteki, gdzie możesz je zmieniać i gdzie zapisują się twoje wyniki.
pt_br: Copia este exercício para a sua biblioteca, onde você pode alterá-lo e guardar suas pontuações.
ru: Копирует это упражнение в вашу библиотеку, где его можно изменить и где сохраняются ваши результаты.
sv: Kopierar den här övningen till ditt eget bibliotek, där du kan ändra den och behålla dina poäng.
tr: Bu egzersizi kendi kitaplığınıza kopyalar; orada değiştirebilir ve puanlarınızı saklayabilirsiniz.
zh_hans: 把这个练习复制到你自己的库中，可以修改，成绩也会保留。

source: Could not prepare the export file.
ar: تعذّر تجهيز ملف التصدير.
de: Die Exportdatei konnte nicht erstellt werden.
es: No se pudo preparar el archivo de exportación.
fr: Impossible de préparer le fichier d’export.
it: Impossibile preparare il file di esportazione.
ja: 書き出しファイルを準備できませんでした。
ko: 내보내기 파일을 준비할 수 없습니다.
nl: Kon het exportbestand niet aanmaken.
pl: Nie udało się przygotować pliku eksportu.
pt_br: Não foi possível preparar o arquivo de exportação.
ru: Не удалось подготовить файл экспорта.
sv: Det gick inte att förbereda exportfilen.
tr: Dışa aktarma dosyası hazırlanamadı.
zh_hans: 无法准备导出文件。

source: Could not prepare the template file.
ar: تعذّر تجهيز ملف القالب.
de: Die Vorlagendatei konnte nicht erstellt werden.
es: No se pudo preparar el archivo de plantilla.
fr: Impossible de préparer le fichier modèle.
it: Impossibile preparare il file del modello.
ja: テンプレートファイルを準備できませんでした。
ko: 템플릿 파일을 준비할 수 없습니다.
nl: Kon het sjabloonbestand niet aanmaken.
pl: Nie udało się przygotować pliku szablonu.
pt_br: Não foi possível preparar o arquivo de modelo.
ru: Не удалось подготовить файл шаблона.
sv: Det gick inte att förbereda mallfilen.
tr: Şablon dosyası hazırlanamadı.
zh_hans: 无法准备模板文件。

source: Couldn't Reload New for You
ar: تعذّرت إعادة تحميل «جديد لك»
de: „Neu für dich“ konnte nicht geladen werden
es: No se pudo recargar «Nuevo para ti»
fr: Impossible de recharger « Nouveautés pour vous »
it: Impossibile ricaricare “Novità per te”
ja: 「あなたへの新着」を再読み込みできませんでした
ko: “나를 위한 새 연습”을 새로고침하지 못했습니다
nl: ‘Nieuw voor jou’ kon niet worden geladen
pl: Nie udało się odświeżyć „Nowe dla Ciebie”
pt_br: Não foi possível recarregar “Novidades para você”
ru: Не удалось обновить «Новое для вас»
sv: ”Nytt för dig” kunde inte läsas in
tr: “Sizin için yeni” yenilenemedi
zh_hans: 无法重新载入“最新推荐”

source: Created by:
ar: أنشأه:
de: Erstellt von:
es: Creado por:
fr: Créé par :
it: Creato da:
ja: 作成者:
ko: 만든 사람:
nl: Gemaakt door:
pl: Autor:
pt_br: Criado por:
ru: Автор:
sv: Skapad av:
tr: Oluşturan:
zh_hans: 创建者：

source: Custom
ar: مخصص
de: Eigene
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pl: Własne
pt_br: Personalizado
ru: Свои
sv: Egna
tr: Özel
zh_hans: 自定义

source: Customize how the app's own screens and lists look.
ar: خصّص مظهر شاشات التطبيق وقوائمه.
de: Passe an, wie die Bildschirme und Listen der App aussehen.
es: Personaliza el aspecto de las pantallas y listas de la app.
fr: Personnalisez l’apparence des écrans et des listes de l’app.
it: Personalizza l’aspetto delle schermate e degli elenchi dell’app.
ja: アプリの画面やリストの見た目をカスタマイズします。
ko: 앱의 화면과 목록 모양을 사용자화합니다.
nl: Pas het uiterlijk van de schermen en lijsten van de app aan.
pl: Dostosuj wygląd ekranów i list aplikacji.
pt_br: Personalize a aparência das telas e listas do app.
ru: Настройте вид экранов и списков приложения.
sv: Anpassa hur appens egna skärmar och listor ser ut.
tr: Uygulamanın kendi ekranlarının ve listelerinin görünümünü özelleştirin.
zh_hans: 自定义应用界面和列表的外观。

source: Customize how the note-scrolling playback screen looks.
ar: خصّص مظهر شاشة التشغيل التي تمر فيها النغمات.
de: Passe an, wie der Wiedergabebildschirm mit den scrollenden Noten aussieht.
es: Personaliza el aspecto de la pantalla de reproducción con las notas en movimiento.
fr: Personnalisez l’apparence de l’écran de lecture où défilent les notes.
it: Personalizza l’aspetto della schermata di riproduzione con le note che scorrono.
ja: 音符が流れる再生画面の見た目をカスタマイズします。
ko: 음표가 흐르는 재생 화면의 모양을 사용자화합니다.
nl: Pas het uiterlijk aan van het afspeelscherm met de langsschuivende noten.
pl: Dostosuj wygląd ekranu odtwarzania z przewijającymi się nutami.
pt_br: Personalize a aparência da tela de reprodução com as notas rolando.
ru: Настройте вид экрана воспроизведения с прокруткой нот.
sv: Anpassa hur uppspelningsskärmen med rullande noter ser ut.
tr: Notaların kaydığı çalma ekranının görünümünü özelleştirin.
zh_hans: 自定义音符滚动播放界面的外观。

source: Customize your Exercises tab
ar: خصّص تبويب التمارين
de: Übungen-Tab anpassen
es: Personalizar la pestaña Ejercicios
fr: Personnaliser l’onglet Exercices
it: Personalizza la scheda Esercizi
ja: エクササイズタブをカスタマイズ
ko: 연습 탭 맞춤 설정
nl: Tabblad Oefeningen aanpassen
pl: Dostosuj kartę Ćwiczenia
pt_br: Personalizar a aba Exercícios
ru: Настроить вкладку «Упражнения»
sv: Anpassa fliken Övningar
tr: Egzersizler sekmesini özelleştir
zh_hans: 自定义练习标签

source: Customize your Home tab
ar: خصّص شاشتك الرئيسية
de: Start-Tab anpassen
es: Personalizar la pestaña Inicio
fr: Personnaliser l’onglet Accueil
it: Personalizza la scheda Home
ja: ホームタブをカスタマイズ
ko: 홈 탭 맞춤 설정
nl: Tabblad Start aanpassen
pl: Dostosuj kartę Start
pt_br: Personalizar a aba Início
ru: Настроить вкладку «Главная»
sv: Anpassa fliken Hem
tr: Ana Sayfa sekmesini özelleştir
zh_hans: 自定义首页标签

source: Daily practice goal
ar: هدف التمرّن اليومي
de: Tägliches Übungsziel
es: Objetivo diario de práctica
fr: Objectif de pratique quotidien
it: Obiettivo di pratica giornaliero
ja: 1日の練習目標
ko: 하루 연습 목표
nl: Dagelijks oefendoel
pl: Dzienny cel ćwiczeń
pt_br: Meta diária de prática
ru: Ежедневная цель занятий
sv: Dagligt övningsmål
tr: Günlük çalışma hedefi
zh_hans: 每天的练习目标

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Тёмное
sv: Mörkt
tr: Koyu
zh_hans: 深色

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Radera
tr: Sil
zh_hans: 删除

source: Delete All Scores
ar: حذف كل النتائج
de: Alle Punktzahlen löschen
es: Eliminar todas las puntuaciones
fr: Supprimer toutes les notes
it: Elimina tutti i punteggi
ja: すべてのスコアを削除
ko: 모든 점수 삭제
nl: Alle scores verwijderen
pl: Usuń wszystkie wyniki
pt_br: Excluir todas as pontuações
ru: Удалить все оценки
sv: Radera alla poäng
tr: Tüm puanları sil
zh_hans: 删除所有得分

source: Delete Downloaded Exercises
ar: حذف التمارين المنزّلة
de: Heruntergeladene Übungen löschen
es: Eliminar ejercicios descargados
fr: Supprimer les exercices téléchargés
it: Elimina gli esercizi scaricati
ja: ダウンロードしたエクササイズを削除
ko: 내려받은 연습 삭제
nl: Gedownloade oefeningen verwijderen
pl: Usuń pobrane ćwiczenia
pt_br: Excluir exercícios baixados
ru: Удалить скачанные упражнения
sv: Radera nedladdade övningar
tr: İndirilen egzersizleri sil
zh_hans: 删除已下载的练习

source: Delete Everything
ar: حذف كل شيء
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 전체 삭제
nl: Alles verwijderen
pl: Usuń wszystko
pt_br: Excluir tudo
ru: Удалить всё
sv: Radera allt
tr: Her şeyi sil
zh_hans: 删除全部

source: Delete Exercise
ar: حذف التمرين
de: Übung löschen
es: Eliminar ejercicio
fr: Supprimer l’exercice
it: Elimina esercizio
ja: エクササイズを削除
ko: 연습 삭제
nl: Oefening verwijderen
pl: Usuń ćwiczenie
pt_br: Excluir exercício
ru: Удалить упражнение
sv: Radera övning
tr: Egzersizi sil
zh_hans: 删除练习

source: Delete Exercise?
ar: حذف التمرين؟
de: Übung löschen?
es: ¿Eliminar el ejercicio?
fr: Supprimer l’exercice ?
it: Eliminare l’esercizio?
ja: エクササイズを削除しますか？
ko: 연습을 삭제할까요?
nl: Oefening verwijderen?
pl: Usunąć ćwiczenie?
pt_br: Excluir exercício?
ru: Удалить упражнение?
sv: Radera övningen?
tr: Egzersiz silinsin mi?
zh_hans: 要删除该练习吗？

source: Delete Instrument
ar: حذف الآلة
de: Instrument löschen
es: Eliminar instrumento
fr: Supprimer l’instrument
it: Elimina strumento
ja: 楽器を削除
ko: 악기 삭제
nl: Instrument verwijderen
pl: Usuń instrument
pt_br: Excluir instrumento
ru: Удалить инструмент
sv: Radera instrument
tr: Enstrümanı sil
zh_hans: 删除乐器

source: Delete Instrument?
ar: حذف الآلة؟
de: Instrument löschen?
es: ¿Eliminar el instrumento?
fr: Supprimer l’instrument ?
it: Eliminare lo strumento?
ja: 楽器を削除しますか？
ko: 악기를 삭제할까요?
nl: Instrument verwijderen?
pl: Usunąć instrument?
pt_br: Excluir instrumento?
ru: Удалить инструмент?
sv: Radera instrumentet?
tr: Enstrüman silinsin mi?
zh_hans: 要删除该乐器吗？

source: Delete Own Exercises
ar: حذف تماريني
de: Eigene Übungen löschen
es: Eliminar ejercicios propios
fr: Supprimer mes exercices
it: Elimina esercizi personali
ja: 自分のエクササイズを削除
ko: 내 연습 삭제
nl: Eigen oefeningen verwijderen
pl: Usuń własne ćwiczenia
pt_br: Excluir meus exercícios
ru: Удалить свои упражнения
sv: Radera egna övningar
tr: Kendi egzersizlerimi sil
zh_hans: 删除自己的练习

source: Delete Routine?
ar: حذف الروتين؟
de: Routine löschen?
es: ¿Eliminar la rutina?
fr: Supprimer la routine ?
it: Eliminare la routine?
ja: ルーティンを削除しますか？
ko: 루틴을 삭제할까요?
nl: Routine verwijderen?
pl: Usunąć rutynę?
pt_br: Excluir rotina?
ru: Удалить программу?
sv: Radera rutinen?
tr: Rutin silinsin mi?
zh_hans: 要删除该训练组吗？

source: Delete Routines
ar: حذف الروتينات
de: Routinen löschen
es: Eliminar rutinas
fr: Supprimer les routines
it: Elimina le routine
ja: ルーティンを削除
ko: 루틴 삭제
nl: Routines verwijderen
pl: Usuń rutyny
pt_br: Excluir rotinas
ru: Удалить программы
sv: Radera rutiner
tr: Rutinleri sil
zh_hans: 删除训练组
